export const journeyData = [
  {
    year: "1950",
    title: "NSS എരൂരിന്റെ ഉദയം",
    description:
      "ശ്രീ കെ. കൃഷ്ണൻ നായർ, ശ്രീ പി.ആർ. ബാലകൃഷ്ണൻ, ശ്രീ കെ. നാരായണമേനോൻ എന്നിവർ ചേർന്ന് നായർ കുടുംബങ്ങളുടെ വിവാഹ, മരണ ചടങ്ങുകളിൽ സഹായം നൽകാനായി ഏരൂർ നായർ യുവജന സമാജം രൂപീകരിച്ചു. പിന്നീട് മന്നത്തു പത്മനാഭൻ്റെ പ്രചാരണങ്ങളിൽ ആകൃഷ്ടരായി അത് നായർ സർവീസ് സൊസൈറ്റിയിൽ ലയിക്കാൻ തുടക്കം കുറിച്ചു.",
    imageFileName: "journey-1.jpg",
    imageAlternateText: "A group of friends hand hodling together",
  },

  {
    year: "1963",
    title: "എരൂർ NSS കരയോഗം സ്ഥാപിതം",
    description:
      "കണ്ണിക്കത്ത് ശ്രീ കൊച്ചു ഗോവിന്ദ മേനോന്റെ നേതൃത്വത്തിലുള്ള യോഗത്തിൽ ഏരൂർ നായർ യുവജനസമാജത്തെ NSS-ലിൽ ലയിപ്പിക്കാൻ തീരുമാനിച്ചു. പിന്നീട് ശ്രീ ആലപ്പാട്ട് സി.എ.എസ്. മേനോന്റെ നേതൃത്വത്തിൽ 18 അംഗ സംഘം കരയോഗം രജിസ്റ്റർ ചെയ്തു. തുടർന്ന്, NSS ഇൻസ്‌പെക്ടർ ആർ. രവീന്ദ്രനാഥൻ നായരുടെ ശുപാർശ പ്രകാരം 2565)o നമ്പർ എരൂർ എൻ.എസ്.എസ് കരയോഗം നിലവിൽ വന്നു.",
    imageFileName: "journey-2.jpg",
    imageAlternateText: "Handshake between 2 person",
  },

  {
    year: "1967",
    title: "ഏരൂർ NSS മന്ദിര സ്ഥാപിതം",
    description:
      "1965 ൽ ഇന്ത്യ പാക് യുദ്ധത്തിൽ വീര ചരമം പ്രാപിച്ച ശ്രീ കണ്ണിക്കത്ത് ബാലകൃഷ്ണമേനോന്റെ സ്മരണ നിലനിർത്തുന്നതിന് കണ്ണിക്കത്ത് കുടുംബം 4 സെന്റ് സ്ഥലം എരൂർ NSS നു ദാനമായി നൽകി. മുൻപ് വാങ്ങിയിരുന്ന 5 സെന്റ് സ്ഥലം വിറ്റ് ലഭിച്ച ധനം ഉപയോഗിച്ച് ആസ്ഥാനമന്ദിരം പടുത്തുയർത്തി, അത് ശ്രീ ബാലകൃഷ്ണ മേനോന്റെ സ്മരണയ്ക്ക് സമർപ്പിച്ചു.",
    imageFileName: "journey-3.jpg",
    imageAlternateText: "Old Building of NSS Eroor",
  },

  {
    year: "1977 - 1987",
    title: "വനിത - ബാല സമാജം രൂപീകരണം",
    description:
      "ശ്രീമതി ആലപ്പാട്ട് അമ്മിണി അമ്മയുടെ നേതൃത്വത്തിൽ 7 പേരുടെ സംഘം രൂപീകരിച്ച്, വനിതകളുടെ ക്ഷേമത്തിനും പുരോഗതിക്കായി 184)o നമ്പരോടെ വനിതാ സമാജം രജിസ്റ്റർ ചെയ്തു. ശ്രീജിത് കണ്ണിക്കത്ത്, ജയൻ ഞാറുവേലിൽ, ആനന്ദ് കക്കാട്ട് എന്നിവരുടെ നേതൃത്വത്തിൽ ബാലസമാജം രൂപീകരിച്ച്, കുട്ടികളുടെ പുരോഗതിക്ക് പ്രവർത്തനം തുടർന്നു.",
    imageFileName: "journey-4.jpg",
    imageAlternateText: "Group Of Women and childern",
  },

  {
    year: "1990",
    title: "NSS ന്റെ സാമ്പത്തിക വളർച്ച",
    description:
      "ഈ കാലയളവിൽ ശ്രീ നാരായണൻ നായരുടെയും C K സുകുമാരന്റെയും നേതൃത്വത്തിലുള്ള സമിതി സാമ്പത്തികമായി വളരാൻ തുടങ്ങി. സാമ്പത്തിക പുരോഗതിക്കായി ചിട്ടികൾ നടത്തുകയും, ഇതിലെ വരുമാനം ഉപയോഗിച്ച് ഇരുപത്തിരണ്ട് സെന്റ് സ്ഥലം വാങ്ങുകയും ചെയ്തു",
    imageFileName: "journey-5.jpg",
    imageAlternateText: "Indian Currency decorated in circle",
  },

  {
    year: "1995 - 1996",
    title: "ഏരൂർ NSS മന്ദിര നിർമാണം",
    description:
      "NSS വാങ്ങിയ 22 സെന്റ് സ്ഥലത്ത് ബിൽഡിങ്ങ് പണി ആരംഭിച്ചു. 1996 ഏപ്രിൽ 5 :- എൻ എസ് എസ് ബിൽഡിങ്ങ് പണി പൂർത്തിയായി. 5/4/96 ൽ എൻ എസ് എസ് ജനറൽ സെക്രട്ടറി ശ്രീ നാരായണ പണിക്കർ ഉദ്‌ഘാടനം നിർവഹിച്ചു. ഈ കെട്ടിടത്തിൽ കുട്ടികളുടെ വിദ്യാഭ്യാസ പുരോഗതിക്കു വേണ്ടി L.K.G, U.K.G, Day Care എന്നിവ പ്രവർത്തിച്ചു പോന്നു.",
    imageFileName: "journey-6.jpg",
    imageAlternateText: "Mordern Eroor NSS buidling ",
  },

  {
    year: "1998",
    title: "യുവജന സംഘടന രൂപീകരണം",
    description:
      "ശ്രീ അനൂപ് ജി മേനോന്റെ നേതൃത്വത്തിൽ 7 പേര് അടങ്ങുന്ന ഒരു യുവജന സംഘം രൂപീകരിക്കുകയും യുവജനങ്ങളുടെ ക്ഷേമത്തിന് വേണ്ടി പ്രവർത്തിക്കുകയും ചെയ്തു. യുവജന സംഘടനയുടെ യുവജന സംഘടനയുടെ രൂപീകരണം NSS എൻ്റെ പ്രവർത്തനങ്ങൾക്ക് കൂടതൽ ശക്തി പാക്കർന്നു",
    imageFileName: "journey-7.jpg",
  },

  {
    year: "2000",
    title: "സാംസകാരിക സമിതി രൂപീകരണം",
    description:
      "ശ്രീ എ ഉണ്ണിത്താന്റെ നേതൃത്വത്തിൽ എൻ എസ് എസ് കൂടുതൽ ജനകീയമാക്കുന്നതിനു വേണ്ടി സാംസകാരിക സമിതി രൂപീകരിക്കുകയും, ഈ സമിതിക്ക് കീഴിൽ എല്ലാ വർഷവും കുടുംബ സംഗമം, ആധ്യാമിക പരിപാടികൾ, മെഡിക്കൽ ക്യാമ്പുകൾ തുടങ്ങിയ കാര്യങ്ങൾ ചെയ്തു വരുന്നു.",
    imageFileName: "journey-8.jpg",
  },

  {
    year: "2006",
    title: "സ്വാശ്രയ സംഘങ്ങളുടെ രൂപീകരണം",
    description:
      "ഈ കാലയളവിൽ സ്ത്രീ സമൂഹത്തിന്റെ സാമ്പത്തിക സ്ഥിതി വർധിപ്പിക്കുന്നതിന് വേണ്ടി വനിതാ സ്വാശ്രയ സംഘങ്ങൾ രൂപീകരിച്ചു. ഇതിലൂടെ വിവിധ തരം ഉൽപ്പന്നങ്ങൾ നിർമ്മിച്ച് വിൽക്കുകയും സ്ത്രീ സമൂഹത്തെ സ്വയം പര്യാപ്തതയിലേക്കു ഉയർത്തിക്കൊണ്ടു വരുവാനും സാധിച്ചു.",
    imageFileName: "journey-9.jpg",
    imageAlternateText: "A group of old women",
  },

  {
    year: "2013",
    title: "വനിതാ സമാജം മന്ദിര നിർമ്മാണം.",
    description:
      "ചിട്ടി നടത്തിപ്പിലൂടെ ലഭിച്ച പണം വിനിയോഗിച്ച് വനിതാ സമാജം 5 സെന്റ് സ്ഥലം സ്വന്തമാക്കി. തുടർന്ന്, വനിതാ സമാജത്തിന്റെ മന്ദിര നിർമാണ പ്രവർത്തനങ്ങൾ ആരംഭിച്ചു.",
    imageFileName: "journey-10.jpg",
  },

  {
    year: "2013 - 2014",
    title: "സുവർണ്ണ ജൂബിലി ആഘോഷം",
    description:
      "NSS ന്റെ ഒരു വർഷം നീണ്ടുനിന്ന സുവർണ്ണ ജൂബിലി ആഘോഷങ്ങൾ വിവിധ കലാപരിപാടികളോടെ നടന്നു. വനിതാ സമാജത്തിന്റെ ആസ്ഥാന മന്ദിരവും ഉദ്‌ഘാടനം ചെയ്തു.",
    imageFileName: "journey-11.jpg",
    imageAlternateText: "News Article about Golden Jublee",
  },

  {
    year: "2023",
    title: "പ്ലാറ്റിനം ജൂബിലി ആഘോഷം",
    description:
      "NSS ന്റെ പ്ലാറ്റിനം ജൂബിലി ഒരു വർഷം നീണ്ട് നിൽക്കുന്ന പരിപാടികളോടെ ആഘോഷിച്ചു. ഇന്ന് എരൂരിന്റെ സാംസ്‌കാരിക സാമൂഹിക രംഗത്ത് മാറ്റി നിർത്തപ്പെടാനാകാത്ത ഒരു സംഘടനയായി എരൂർ NSS 2565 നമ്പർ കരയോഗം ഉയർന്നു നിൽക്കുന്നു.",
    imageFileName: "journey-12.jpg",
    imageAlternateText: "Platinum Jublee inn",
  },
];
